Repository: phisakel/NewsAppSwiftUI
Catalog: 8 Add Widget to Home Screen/Completed/XCANews/XCANews Localizations/*.xcloc/Localized Contents/*.xliff
Languages: el

# CFBundleName
source: XCANews
el: Τα νέα της ημέρας

source: Categories
el: Κατηγορίες

source: Category
el: Κατηγορία

source: Clear
el: Διαγραφή

source: Delete
el: Διαγραφή

source: Recently Searched
el: Πρόσφατα

source: Saved Articles
el: Αποθηκευμένα

source: Search
el: Αναζήτηση

source: Try again
el: Προσπαθήστε πάλι

source: XCA News
el: Τα νέα της ημέρας

# CFBundleDisplayName
source: XCANewsiOSWidget
el: Τα νέα της ημέρας

# CFBundleName
source: XCA News
el: Τα νέα της ημέρας

source: %lld bookmarks(s)
el: %lld αγαπημένα

source: Bookmark
el: Αγαπημένα

source: Clear All
el: Καθαρισμός

source: Copy URL
el: Αντιγραφή URL

source: General
el: Γενικά

source: Open in Browser
el: Άνοιγμα στον browser

source: Recent Searches
el: Πρόσφατα

source: Refresh News
el: Ανανέωση

source: Remove Bookmark
el: Αφαίρεση αγαπημένου

source: Saved bookmarks data
el: Αποθηκευμένα

source: Search history data:
el: Αναζήτηση ιστορικού

source: Search news
el: Αναζήτηση

source: Search results for %@
el: Αποτελέσματα για %@

source: Trending
el: Τάσεις

# CFBundleDisplayName
source: XCANewsMacWidget
el: Νέα της ημέρας

source: Clearing will remove all your saved articles list data
el: Καθαρισμός - θα διαγραφούν τα αποθηκευμένα

source: Complication
el: Πολυπλοκότητα

source: Set category of news used for refreshing complication data
el: Ορισμός κατηγορίας νέων

source: Settings
el: Ρυθμίσεις
